longTimeKickOutTip = "超时未准备，请您重新选择房间游戏";
reLoginGameOverTip = "牌局已经结束，请您重新准备！";
reLoginGameOverTip1 = "牌局已经结束，请您重新选择！";
reconnectingTips = "您的网络断开啦，正努力重连中！";
heartBeatTimeoutTips = "大厅连接超时，请检查网络后重试！";
heartBeatNetSlowTips = "您的网络环境较差";

SysChatArray = 
{
	[1]="大家好！很高兴见到各位！";
	[2]="快点吧，我等到花儿都谢了！";
	[3]="不要走！决战到天亮！";
	[4]="你是帅哥还是美女？";
	[5]="君子报仇,十盘不算晚!";
	[6]="快放炮啊,我都等得不耐烦了!";
	[7]="真不好意思,又胡啦!哈哈~";
	[8]="打错了,呜呜~~";
}

ScmjChatArray = {
	[1]="速度些撒，都又少打两盘了",
	[2]="催啥子，我在想割哪张",
	[3]="你们太要不得了，咋只晓得按到我割喃",
	[4]="你们耍的安逸哦，我也来参一个",
	[5]="输家不开口，赢家不许走哈",
	[6]="再打一盘我就走了哈，你们慢慢耍",
	[7]="点花我也割了哈，不得再放你娃些了",
	[8]="美女，你割啥子，我打给你哇",
}

CsmjChatArray = {
	[1]="弟兄耶，你258坨都冒跌，哦噶胡牌，莫霸蛮咯",
	[2]="细毛坨诶，打噶一下午麻将赢钱冒咯？",
	[3]="老是胡我滴，你哦噶古里不带爱像咯？",
	[4]="嗯果扎糖包心，又放炮，我怕你是有点哈吗？",
	[5]="妹陀妹陀，你有对象冒咯？考虑哈我么子样？",
	[6]="你国咋细别莫古得国里七里八里，招呼老子点你两哈赖！",
	[7]="莫讨卵嫌啰，我在啯里累醉哒，你要懂味点不。",
	[8]="莫以为不做声老子就不晓得你听滴么子牌。",
}

-- loading 界面提示
LoadingTips1 = "游戏中的特殊加倍任务，仅第一个完成的玩家能生效！";
LoadingTips2 = "如果在游戏中有任何疑问，请在游戏帮助中选择我要提问向官方提交问题。";
LoadingTips3 = "当您破产后，系统会免费赠送您一定的金币。";
LoadingTips4 = "当您的破产次数较多，则需要等待一定的时间才可以获得免费赠送的金币！";
LoadingTips5 = "请在游戏中保持礼貌和谦逊，这样能让您获得更多的朋友。";
LoadingTips6 = "您可以在游戏设置中阅读隐私策略和服务协议，来了解相关内容。";
LoadingTips7 = "进入游戏场后，您可以查阅游戏所有的番型介绍。";
LoadingTips8 = "连续登录的天数越多，每天可以免费获得的金币奖励越丰厚！";
LoadingTips9 = "您可以通过完成每日任务，来获得系统赠送的金币奖励。";
LoadingTips10 = "点击听牌后，仍然可以通过打出灰色的牌来取消听牌状态。";
LoadingTips11 = "每完成一局游戏后，系统都会收取一定的金币台费保证系统经济的平衡。";
LoadingTips12 = "请随时关注游戏的活动信息，这样会让您获得更多的优惠或者奖励。";
LoadingTips13 = "每个游戏场均有一定的金币上下限要求，达到相应要求才可以进入游戏。";
LoadingTips14 = "每次破产后能领取补助金币，但是赠送的时间会越来越长！";
LoadingTips15 = "当您胡牌时，您可以选择放弃胡牌来获得加倍奖励。";
LoadingTips16 = "如果您超过16岁，请尽快完成游戏的实名认证。";
LoadingTips17 = "升级不仅可以获得丰厚的金币奖励，还可以获得更加拉风的称号奖励！";
LoadingTips18 = "您可以完成游戏场的特殊任务，这样则有可能获得多倍的金币奖励。";
LoadingTips19 = "您可以通过游戏的消息模块来关注游戏的最新动态。";

--二次确认
PayConfirmTip = "亲爱的玩家，您即将购买%s，花费%s元。确认则进行充值，关闭不扣费。你确定要购买吗？"
